{
  "nav": {
    "home": "Главная",
    "portfolio": "Портфолио",
    "contact": "Контакты"
  },
  "home": {
    "greeting": "Привет, я",
    "name": "Эмре",
    "tagline": "Видеограф и Креативный Рассказчик",
    "aboutTitle": "Обо Мне",
    "aboutText1": "Добро пожаловать в EmreVisuals! Я увлечен видеографией и запечатлением уникальных моментов и историй через движущиеся изображения. Моя миссия - создавать креативные и впечатляющие видео, которые вызывают эмоции и рассказывают истории, которые находят отклик.",
    "aboutText2": "Имея образование в области прикладной информатики в Гентском университетском колледже, я сочетаю технические знания с творческим видением, чтобы поднять свою работу на новый уровень. Это сочетание технологии и креативности позволяет мне находить инновационные решения и создавать визуально потрясающий контент.",
    "aboutText3": "Будь то кинематографические кадры, аэрофотосъемка с дронов или динамическое освещение событий, я стремлюсь подходить к каждому проекту с совершенством и страстью. Я верю, что каждое видео должно рассказывать историю и отправлять зрителя в визуальное путешествие.",
    "equipmentTitle": "Моё Оборудование",
    "equipmentIntro": "Чтобы обеспечить высочайшее качество, я работаю с профессиональным оборудованием:",
    "camera": "Sony A7 III",
    "cameraDesc": "Полнокадровая беззеркальная камера, которая предлагает отличное качество изображения, быстрый автофокус и отличную производительность при слабом освещении. Идеально подходит как для фотографии, так и для видеографии.",
    "drone": "DJI Mini 4 Pro",
    "droneDesc": "Компактный, но мощный дрон, который предоставляет потрясающие аэросъёмки с видео 4K и продвинутыми функциями полёта для уникальных ракурсов.",
    "studiesTitle": "Образование",
    "studiesText": "Я изучал прикладную информатику в Гентском университетском колледже, где развил ценные технические навыки и способности решения проблем. Это образование помогло мне интегрировать технологию в мой творческий процесс и создать эффективные рабочие процессы для видеомонтажа, цветокоррекции и постпродакшна.",
    "visionTitle": "Моё Видение",
    "visionText": "Я верю, что видеография - это больше, чем просто захват изображений - это рассказывание историй, вызов эмоций и создание воспоминаний, которые длятся всю жизнь. Каждое видео, которое я создаю, является отражением моей преданности мастерству и художественному выражению."
  },
  "portfolio": {
    "title": "Портфолио",
    "subtitle": "Посмотрите мои работы",
    "allTab": "Всё",
    "photosTab": "Фото",
    "videosTab": "Видео",
    "nurburgring": "Нюрбургринг",
    "rotterdam": "Роттердам",
    "typeR": "Honda Type-R",
    "turkey": "Турция"
  },
  "contact": {
    "title": "Свяжитесь со Мной",
    "subtitle": "Есть проект на уме или хотите сотрудничать? Я буду рад услышать от вас!",
    "nameLabel": "Имя",
    "namePlaceholder": "Ваше имя",
    "emailLabel": "Электронная почта",
    "emailPlaceholder": "ваша.почта@пример.ru",
    "messageLabel": "Сообщение",
    "messagePlaceholder": "Расскажите мне о вашем проекте или вопросе...",
    "sendButton": "Отправить Сообщение",
    "sending": "Отправка...",
    "successMessage": "Спасибо за ваше сообщение! Я свяжусь с вами в ближайшее время.",
    "errorMessage": "Что-то пошло не так. Пожалуйста, попробуйте позже."
  },
  "footer": {
    "rights": "Все права защищены.",
    "madeWith": "Сделано с"
  }
}
